tap "homebrew/bundle"
tap "homebrew/services"
tap "pantheon-systems/external"
brew "azure-cli"
brew "curl"
brew "fd"
brew "fzf"
brew "gotop"
brew "jq"
brew "neovim"
brew "node"
brew "pantheon-systems/external/terminus"
brew "php"
brew "postgresql@16"
brew "python@3.12"
brew "ripgrep"
brew "telnet"
brew "tmux"
brew "unar"
brew "watch"
brew "wget"
brew "yadm"
